[
  {
    "id": "activity2",
    "date": "17.04.2025",
    "title": "Тренировочный бой юниоров",
    "description": "Тренировочный матч между молодыми людьми с базовым уровнем подготовки",
    "fullText": [
      "Соревнование между совершеннолетними (18-25 лет) спортсменами с базовым (начальным) уровнем подготовки с малым количеством (не более 3-ёх матчей, учитывая тренировочные) боевого опыта или полным его отсутствием.",
      "Десять команд по пятнадцать человек будут сражаться друг против друга за первенство в нашем тренировочном бою. Победители получат сертификат о прохождении боевой подготовки лазерного боя, а остальные спортсмены - сертификат об участии."
    ],
    "status": 2
  },
  {
    "id": "activity1",
    "date": "12.05.2025",
    "title": "Кубок мира по лазерному бою",
    "description": "Долгожданная борьба за мировое чемпионство по лазерному бою",
    "fullText": [
      "Добро пожаловать на захватывающее мероприятие «Кубок мира по лазерному бою». Здесь вы сможете окунуться в мир адреналина и скорости, проверить свои навыки и сразиться с соперниками со всего мира.",
      "Это мероприятие станет настоящим праздником лазертага, где каждый сможет проявить свою ловкость, стратегию и командный дух. Вас ждут захватывающие сражения, яркие эмоции и незабываемые впечатления.",
      "Присоединяйтесь к нам и станьте частью этого грандиозного события. Вместе мы сделаем этот «Кубок мира по лазерному бою» незабываемым для всех участников."
    ],
    "status": 1
  },
  {
    "id": "activity3",
    "date": "21.05.2025",
    "title": "Высшая Лига лазерного боя",
    "description": "Соревнование между высшими (четвёртыми) эшелонами спортсменов",
    "fullText": [
      "«Кубок мира по лазерному бою» — это грандиозное мероприятие, которое объединяет любителей лазертага со всего мира в захватывающем турнире. В рамках этого события участники будут соревноваться в мастерстве владения лазерным оружием, стратегии и командной работе.",
      "На протяжении нескольких дней участники будут сражаться за звание лучшего игрока, а также бороться за призовые места и ценные награды. Зрители смогут наблюдать за яркими битвами, переживать за своих фаворитов и наслаждаться атмосферой праздника.",
      "«Кубок мира по лазерному бою» станет незабываемым опытом для всех участников, ведь здесь они смогут проверить свои силы на международном уровне и завести новые знакомства с единомышленниками."
    ],
    "status": 0
  },
  {
    "id": "activity4",
    "date": "25.05.2025",
    "title": "Чемпионат Лунного Лорда",
    "description": "Группа матчей между вторыми эшелонами разных городов",
    "fullText": [
      "Приготовьтесь к захватывающему сражению под светом звезд. Мы рады пригласить вас на «Чемпионат Лунного Лорда» — уникальное мероприятие по лазертагу, где только самые смелые и ловкие смогут одержать победу.",
      "Погрузитесь в фантастическую атмосферу космической битвы. «Чемпионат Лунного Лорда» — это не просто игра, а настоящее сражение за звание величайшего воина космоса. Сразитесь с другими участниками в захватывающих командах, продемонстрируйте свою тактическую смекалку и меткость. Вам предстоит преодолеть множество уровней и выполнить увлекательные задания, которые проверят не только вашу физическую подготовку, но и умение работать в команде."
    ],
    "status": 3
  },
  {
    "id": "activity5",
    "date": "03.06.2025",
    "title": "Лекция по технике безопасности",
    "description": "Познавательная лекция о правилах поведения на боевом поле",
    "fullText": [
      "Мероприятие «Лекция по технике безопасности» в лазертаге — это обучающая программа, направленная на ознакомление участников с основными правилами и принципами безопасной игры в лазертаг. В ходе лекции будут рассмотрены вопросы, связанные с использованием защитного снаряжения, правилами поведения на игровой площадке и мерами предосторожности при обращении с оружием и оборудованием."
    ],
    "status": 4
  },
  {
    "id": "activity6",
    "date": "03.04.2025",
    "title": "Тренировочный бой сеньоров",
    "description": "Тренировочный матч между молодыми людьми с профессиональным уровнем подготовки",
    "fullText": [
      "Соревнование между совершеннолетними (18-25 лет) спортсменами с профессиональным уровнем подготовки.",
      "Десять команд по пятнадцать человек будут сражаться друг против друга за первенство в нашем тренировочном бою. Победители получат сертификат о прохождении боевой подготовки лазерного боя, а остальные спортсмены - сертификат об участии."
    ],
    "status": 4
  },
  {
    "id": "activity7",
    "date": "15.04.2025",
    "title": "Полуфинал Японского округа",
    "description": "Борьба между командами, прошедшими четверть финала Японского округа",
    "fullText": [
      "Приготовьтесь к самым напряжённым боям сезона в захватывающем полуфинале Японского округа по лазертагу. Только лучшие команды, отточенные стратегии и адреналин на пределе.",
      "Не упустите шанс доказать, что именно ваша команда достойна представлять округ в финале."
    ],
    "status": 1
  },
  {
    "id": "activity8",
    "date": "07.04.2025",
    "title": "Четверть финала Японского округа",
    "description": "Соперничество за право бороться в полуфинале Японского округа",
    "fullText": [
      "Приготовьтесь к самым напряжённым боям сезона в захватывающем четверть финале Японского округа по лазертагу. Только лучшие команды, отточенные стратегии и адреналин на пределе.",
      "Не упустите шанс доказать, что именно ваша команда достойна представлять округ в финале."
    ],
    "status": 1
  },
  {
    "id": "activity9",
    "date": "01.01.2026",
    "title": "Четверть финала Японского округа",
    "description": "Соперничество за право бороться в полуфинале Японского округа",
    "fullText": [
      "Приготовьтесь к самым напряжённым боям сезона в захватывающем четверть финале Японского округа по лазертагу. Только лучшие команды, отточенные стратегии и адреналин на пределе.",
      "Не упустите шанс доказать, что именно ваша команда достойна представлять округ в финале."
    ],
    "status": 1
  },
  {
    "id": "activity10",
    "date": "31.12.2024",
    "title": "Четверть финала самого Японского округа в мире и вообще во вселенной",
    "description": "Соперничество за право бороться в полуфинале Японского округа",
    "fullText": [
      "Приготовьтесь к самым напряжённым боям сезона в захватывающем четверть финале Японского округа по лазертагу. Только лучшие команды, отточенные стратегии и адреналин на пределе.",
      "Не упустите шанс доказать, что именно ваша команда достойна представлять округ в финале.",
      "Не упустите шанс доказать, что именно ваша команда достойна представлять округ в финале.",
      "Не упустите шанс доказать, что именно ваша команда достойна представлять округ в финале."
    ],
    "status": 1
  },
  {
    "id": "activity_20250801",
    "date": "01.08.2025",
    "title": "Отборочный турнир по лазертагу",
    "description": "Первый этап соревнований среди команд округа",
    "fullText": [
      "Мероприятие начинается в 10:00 по местному времени. Регистрация команд с 09:00 до 09:45.",
      "Формат проведения: каждый участник играет 3 матча по 10 минут с перерывом 5 минут между играми.",
      "Используется стандартное оборудование: лазертаг-маркеры Tippmann TipX с системой подсчета попаданий.",
      "Поле размером 30×50 метров с искусственными укрытиями. Максимальное количество участников - 40 человек.",
      "Судейство осуществляется двумя сертифицированными арбитрами. Результаты фиксируются в протоколах."
    ],
    "status": 4
  },
  {
    "id": "activity_20250802",
    "date": "02.08.2025",
    "title": "Групповой этап соревнований",
    "description": "Игры в группах по круговой системе",
    "fullText": [
      "Команды разделены на 4 группы по 5 участников в каждой. Начало в 11:00.",
      "Каждая команда проводит по 4 матча продолжительностью 12 минут.",
      "Система подсчета очков: победа - 3 очка, ничья - 1 очко, поражение - 0 очков.",
      "При равенстве очков учитывается разница попаданий. Запрещено использование собственного оборудования.",
      "Медицинский пункт работает с 10:00 до 18:00. Питание участников не предусмотрено."
    ],
    "status": 4
  },
  {
    "id": "activity_20250803",
    "date": "03.08.2025",
    "title": "Тренировочные игры",
    "description": "Неофициальные матчи для подготовки команд",
    "fullText": [
      "Время проведения: с 14:00 до 20:00. Участие добровольное, предварительная запись не требуется.",
      "Доступно три игровых зоны с разной конфигурацией препятствий. Максимальная вместимость каждой зоны - 12 человек.",
      "Оборудование выдается на месте. Возможна аренда дополнительных маркеров за отдельную плату.",
      "Технические перерывы каждые 90 минут продолжительностью 15 минут для обслуживания оборудования.",
      "Статистика тренировочных игр не учитывается в общем зачете турнира. Фото- и видеосъемка разрешена."
    ],
    "status": 4
  },
  {
    "id": "activity_20250804",
    "date": "04.08.2025",
    "title": "1/8 финала лазертаг-турнира",
    "description": "Определение восьми лучших команд",
    "fullText": [
      "Начало в 12:00. Формат: одиночные матчи на вылет. Продолжительность каждого матча - 15 минут.",
      "Состав команд фиксированный, замены не допускаются. Обязательная проверка оборудования перед началом.",
      "Используется система автоматического подсчета очков с выводом статистики на экран.",
      "В случае технических неполадок матч останавливается и возобновляется с момента остановки.",
      "Апелляции принимаются в течение 30 минут после окончания матча. Решения судей окончательные."
    ],
    "status": 4
  },
  {
    "id": "activity_20250805",
    "date": "05.08.2025",
    "title": "Четвертьфинальные игры",
    "description": "Определение четырех лучших команд",
    "fullText": [
      "Начало в 15:00. Четыре матча последовательно с интервалом 45 минут.",
      "Продолжительность матча - 20 минут. При ничейном результате - дополнительный раунд 5 минут.",
      "Используются три игровые карты: «Город», «Лес» и «База». Карта выбирается случайным образом.",
      "Обязательное присутствие капитана команды на жеребьевке в 14:30.",
      "Видеонаблюдение осуществляется на всей территории проведения. Запрещены модификации оборудования."
    ],
    "status": 4
  },
  {
    "id": "activity_20250806",
    "date": "06.08.2025",
    "title": "Полуфинальные матчи",
    "description": "Определение финалистов турнира",
    "fullText": [
      "Начало первого матча в 16:00, второго - в 17:30. Продолжительность каждого - 25 минут.",
      "Состав судейской бригады увеличен до пяти человек. Ведется полная видеозапись матчей.",
      "Медицинский осмотр участников за 30 минут до начала. Допуск только при наличии ID-карты участника.",
      "Система «мгновенного повтора» для спорных моментов. Каждой команде дается один запрос на повтор.",
      "Температурный режим в игровой зоне поддерживается на уровне 20±2°C. Вентиляция работает постоянно."
    ],
    "status": 4
  },
  {
    "id": "activity_20250807",
    "date": "07.08.2025",
    "title": "Матч за третье место",
    "description": "Определение бронзового призера",
    "fullText": [
      "Начало в 18:00. Формат: один матч продолжительностью 30 минут без дополнительного времени.",
      "Используется комбинированная карта «Город-База». Максимальное количество игроков на поле - 10.",
      "Присутствие всех членов команд обязательно. Награждение проводится сразу после окончания матча.",
      "Статистика матча публикуется на официальном сайте через 1 час после завершения.",
      "Разрешен обмен игроками между запасными при условии уведомления судейской коллегии."
    ],
    "status": 4
  },
  {
    "id": "activity_20250808",
    "date": "08.08.2025",
    "title": "Финал турнира",
    "description": "Определение победителя соревнований",
    "fullText": [
      "Начало церемонии открытия в 19:00. Старт матча в 19:30. Продолжительность - 40 минут.",
      "Используется специальная финальная карта «Арена» размером 40×60 метров.",
      "Состав судейской коллегии: главный судья, два линейных судьи и видеоарбитр.",
      "Обязательное тестирование оборудования за 2 часа до начала. Допуск зрителей по билетам.",
      "Церемония награждения в 21:00. Призы: кубок, медали, сертификаты на оборудование."
    ],
    "status": 4
  },
  {
    "id": "activity_20250809",
    "date": "09.08.2025",
    "title": "Показательные выступления",
    "description": "Демонстрационные игры для зрителей",
    "fullText": [
      "Время проведения: с 12:00 до 16:00 с часовым перерывом в 14:00.",
      "Участвуют профессиональные команды и победители турнира. Формат: 4 матча по 20 минут.",
      "Демонстрация различных режимов игры: «Захват флага», «Командный бой», «Последний герой».",
      "Открытая зона для тестирования оборудования с 11:00 до 17:00. Инструкторы присутствуют.",
      "Фотосессия с участниками в 16:30. Продажа сувенирной продукции у входа."
    ],
    "status": 4
  },
  {
    "id": "activity_20250810",
    "date": "10.08.2025",
    "title": "Закрытие сезона",
    "description": "Официальное завершение турнира",
    "fullText": [
      "Начало в 15:00. Продолжительность - 2 часа. Место проведения - главный зал арены.",
      "Программа: отчет организаторов, статистика турнира, анализ матчей экспертами.",
      "Награждение в номинациях: «Лучший игрок», «Лучший снайпер», «За волю к победе».",
      "Презентация изменений в регламенте следующего сезона. Ответы на вопросы участников.",
      "Финальный протокол публикуется в течение 24 часов. Архив видеозаписей доступен 30 дней."
    ],
    "status": 4
  }
]
